Revit 2027 API
ParameterTypeId.RoomOutdoorAirPerAreaParam Property
 "Outdoor Air per Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomOutdoorAirPerAreaParam { get; }
Public Shared ReadOnly Property RoomOutdoorAirPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomOutdoorAirPerAreaParam {
	ForgeTypeId^ get ();
}
static member RoomOutdoorAirPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace